{
    "time_limits": "**Time limits** - No, there is no minimum or maximum time limit set for completing the evaluation process. You can take as much time as you need.",
    "payout_rules": "**Payout rules** - The payout rules at Funding Pips are as follows:\n- You can request a payout every 5th day after the first executed trade on your funded account.\n- The standard profit split is 80% for traders.\n- If you earn a Hot Seat, you receive on-demand payouts with a 90% profit split.\n- The minimum amount for a payout is 1% of the initial balance, including our split.\n- Partial payouts are possible, allowing you to remain on the same account.\nFor more details on the Hot Seat program or the Scaling Plan, please refer to the FAQ section or contact Funding Pips directly.",
    "restricted_countries": "**Restricted countries** -  We restrict Vietnam & the UAE (United Arab Emirates)",
    "news_rules": "**News rules-On Master Account:** You are allowed to hold a trade during news and over the weekend on the Master account. Profit from trades that are opened or closed 2 minutes prior to and after a high-impact news event on the affected currency will not be counted. High impact News event trading will result in the deduction of any profits made from trades executed within the restricted 4-minute window. This also includes pending orders, for example, stop loss, take profit, limit, and stop orders being hit during the prohibited windows. This will NOT violate the trading account, but only the trade(s) will be violated. We use Forex Factory as our news calendar source. In the event any deductions result in the breach of the daily loss limit or maximum loss limit, the trader is responsible for the violation.\n\nHigh Impact news events are shown as red folders on Forex Factory’s News Calendar. Be aware that you always take both financial instruments of a trading pair into consideration. For example, BTCUSD is affected by USD news. EURJPY is affected by both EUR and JPY news.\n\nIndices are affected by the country's currency, for example, US30 is affected by USD news and GER30 by EUR news.",
    "current_discounts": "**Current discounts** - There are no current discounts",
    "prohibited_strategies": "`**Prohibited Strategies-** Gap trading: Profiting from price gaps between the previous day's close and the current day's open.\nHigh-frequency trading: Executing a large number of orders at extremely high speeds to capitalize on small price discrepancies.\nServer spamming: Overloading a server with a high volume of requests to disrupt normal operations.\nLatency arbitrage: Exploiting delays in data transmission to profit from price differences between markets.\nToxic trading flow: Executing large orders in a way that negatively impacts market prices.\nHedging: Using financial instruments to offset the risk of adverse price movements in an investment.\nLong-short arbitrage: Simultaneously buying undervalued assets while selling overvalued assets to profit from price disparities.\nReverse arbitrage: Capitalizing on price differences by selling an asset in one market and buying it in another.\nTick scalping: Profiting from small price movements, typically on a tick-by-tick basis.\nServer execution: Completing trades through automated processes on a server rather than manual intervention.\nOpposite account trading: Taking positions that directly counteract the trades of another account to benefit from their losses.",
    "weekend_trading": "**Weekend trading-Crypto**:  trading and all other assets are not allowed over the weekend at Funding Pips. However, you can hold your trades over the weekend.",
    "drawdown": "**Is the drawdown based on balance or equity?** - The drawdown at FundingPips is based on the higher value between equity and balance at the start of the day. If your equity is higher than your balance, the drawdown will be calculated from the equity. Conversely, if your balance is higher, the drawdown will be calculated from the balance. This applies to the Maximum Daily Loss rule.",
    "inactivity_rule": "❌**Inactivity rule** -  Any trading account inactive for 30 days will be automatically suspended.",
    "profit_loss": "Profit & Loss Limits-** Phase 1: Profit Target: +8%, Daily Loss: -5%, Max Loss: -10% \nPhase 2:  Profit Target: +5%, Daily Loss: -5%, Max Loss: -10% \nMaster- Unlimited profit target, Daily Loss: -5%, Max Loss: -10%",
    "tradeable_assets": "You can trade Forex, Crypto, Indices, Metals & Energies with RAW spreads and a 2$ commission per standard lot round turn. Crypto, Indices and Oil are commission free.",
    "account_credentials": "Once the evaluation program is purchased the trader will receive the login credentials immediately, changing the account credentials is prohibited under any circumstances, if a trader changes the credentials the account will be suspended. Funding Pips is constantly looking for skillful traders to grow with over the long run, it is crucial to be the trader, YOUR IDEAS OUR RISK. A trader cannot use signal bots, trade management services, or trade copiers. Funding Pips's software is constantly monitoring the activities of traders, and a breach of any rule will result in account suspension.",
    "scaling": "The Launchpad level requires 4 payouts and 10% profit for a 20% capital increase, the Ascender level requires 8 payouts and 20% profit for a 30% capital increase, the Trailblazer level requires 12 payouts and 30% profit for a 40% capital increase, and the Hot Seat level requires 16 payouts and 40% profit for a 100% capital increase plus bonuses, higher drawdowns, and up to $2 million in capital. At each level, maximum and daily drawdown limits increase, and at the Hot Seat level traders get a 90% profit split, customized conditions, and monthly bonuses based on account size. Traders also receive larger capital allocations based on better risk-adjusted returns, regardless of level. The goal is to reward profitable traders with higher benefits and capital for meeting increasing profit targets across a set number of payouts.",
    "refunds": "All traders who pass Phase 1 and Phase 2 will receive a refund of their fees with their 4th payout."
}
