{
    "tradingRules": "**Funding Pips employs a two-phase evaluation process (Student and Practitioner) for traders, emphasizing discipline and dynamic trading.** \n- In the **Student Phase**, traders must achieve an **8% profit target** without rule breaches, progressing to the Practitioner Phase with a **5% profit target**. \n- Key rules include a **5% Maximum Daily Loss limit**, where daily equity shouldn't drop by more than 5% of the starting balance, and a **10% Maximum Loss Limit**, preventing equity or balance from falling below 90% of the initial account size. \n- Trading during news and over weekends is allowed, but profits from high-impact news events are excluded if trades are opened within a **2-minute window** around the event. **Traders can engage in various strategies**, including using **Expert Advisors(Only risk management tools) (EAs)** and holding trades over weekends, but practices like gap trading, high-frequency trading, and toxic trading flows are banned. \n- Tradable instruments include Forex, Crypto, Indices, Metals, and Energies, with Forex and Metals incurring a **$2 commission per lot** and others being commission-free. \n- Payout options vary, with up to a **90% profit split** available in certain scenarios. \n- **Scaling-up plans** are provided for successful traders, offering increased capital and benefits. \n- Account security is strict, with no credential changes allowed after enrollment and **IP address consistency** monitored, requiring proof for any regional changes. \n- Inactivity beyond **30 days** leads to account suspension.",
    "payout": "**Requesting and Processing Payouts:**\nPayout requests are made via the dashboard on the Funding Pips website, where traders find a 'Payouts' section in the menu. Upon requesting a payout, the connected trading account switches to view-only mode, requiring all trades to be closed. The minimum payout amount is set at 1% of the initial balance, including the company's split. Funding Pips processes payouts through bank transfer or cryptocurrency, typically between 10 am to 3 pm Dubai time. The profit made on Master/Funded accounts is eligible for payout, which is processed within 4 hours and completed within 24 hours of the request\n \n **Payout Timeframes and Modes:**\nAccording to the uploaded FAQ, payouts are generally processed in 1-3 days after the request, excluding weekends. This timeframe applies to both crypto and bank payouts, although bank payouts may take longer,",
    "restrictedRules": "Funding Pips allows traders to use a variety of strategies: \n- including using Expert Advisors (EAs) \n- trading over news announcements and weekends  \n- trading with lot sizes as large as the leverage permits. \n\n**However, they have specific restrictions on certain trading activities**, primarily those exploiting MetaTrader inefficiencies or considered unfair or manipulative. \n \n**Prohibited strategies include** gap trading, high-frequency trading, server spamming, latency arbitrage, toxic trading flow, hedging, long short arbitrage, reverse arbitrage, tick scalping, and server execution. Additionally, copy trading or account management by third-party vendors is forbidden. Engaging in any of these restricted strategies or using non-permitted types of third-party EAs will result in account termination, denial of evaluation or payout, and closure of the account \n\nFunding Pips emphasizes the importance of individual trading skills and unique strategies, adhering to their principle of **YOUR IDEAS, OUR RISK.** They encourage traders to use their own strategies and skills without resorting to dishonest or manipulative tactics. While the use of third-party EAs is allowed for trade or risk management, any other use of third-party EAs is not permitted and can lead to the same consequences as engaging in forbidden trading strategies",
    "ipAddress": "**The IP address rules at Funding Pips are designed to ensure account security and integrity.**\nThese rules require that the region of your IP address(es) used throughout various stages of the evaluation process and for logging into the Master account remain consistent. Specifically, the region used for purchasing the evaluation, accessing the Funding Pips website, and logging into the Student (Phase 1), Practitioner (Phase 2), and Master trading accounts should all match. If there is a detected change in the IP region, the Funding Pips Risk Team may contact the trader to confirm the change and request proof such as an airline ticket, passport stamp, or live video of the location. This measure is implemented to safeguard against unauthorized third-party access and to maintain the integrity of trading activities. Traders are encouraged to inform the support team in advance if they plan to travel, to avoid any potential misunderstandings or account issues.\n \n**These IP address rules reflect Funding Pips' commitment to providing a secure trading environment while accommodating the mobility of their traders.** It's important for traders to adhere to these rules to prevent any account suspension or investigation issues.",
    "newsRules": "**Funding Pips has specific rules regarding trading during news events, particularly for high-impact news**. During the evaluation phases (Phases 1 and 2), there are no restrictions on news trading and holding positions over the weekend.  \n\nHowever, for** Master/funded accounts**, while holding trades during news and over the weekend is allowed, there are important considerations for high-impact news events. Trades opened within a 2-minute window before and after a high-impact news event on the relevant currency will not count towards profits. *The system will automatically close these trades, but this action does not constitute an account violation.* \n\nThe rule specifically targets trades executed in the 4-minute window surrounding high-impact news events, marked in red on their News Calendar, which uses Forex Factory as its source. Any profits made from these trades will be deducted, and if such deductions result in the breach of the daily loss limit or maximum loss limit, the trader** will be held responsible for the violation**​​. This approach underscores the importance of careful trading around significant news releases and underscores Funding Pips' commitment to fair and responsible trading practices.",
    "discounts": "**You have the right to get a sharp discount, that is why we give the following discounts if you:** \n\n- **Fail Phase 1:** Enjoy a **10% discount**. \n- **Fail Phase 2:** Benefit from a **15% discount**. \n- **Fail Master/Funded:** Receive an impressive **20% discount**.\n\n Rest assured, this process is completely automated. You will receive the corresponding discount code via email. Additionally, you can conveniently access the code on your account dashboard.\n \n **Note:** The code remains valid for **7 days** and applies to all account sizes."
}
